IDEA Open Model
OpenElementId.Id Property
Compatible with IDEA StatiCa 20.1
 Element Id
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public int Id { get; set; }
Public Property Id As Integer
	Get
	Set
Property Value
Type: Int32
See Also
Reference
OpenElementId Class
IdeaRS.OpenModel Namespace